{
    "title": "Vice City",
    "publisher": "AroliSG",
    "date": "2023-08-02",
    "url": "https://c4.wallpaperflare.com/wallpaper/918/837/294/grand-theft-auto-grand-theft-auto-vice-city-tommy-vercetti-hd-wallpaper-preview.jpg",
    "body": "Grand Theft Auto: Vice City is a 2002 action-adventure game developed by Rockstar North and published by Rockstar Games. It is the fourth main entry in the Grand Theft Auto series, following 2001's Grand Theft Auto III, and the sixth instalment overall. Set in 1986 within the fictional Vice City (based on Miami and Miami Beach), the single-player story follows mobster Tommy Vercetti's rise to power after being released from prison and becoming caught up in an ambushed drug deal. While seeking out those responsible, he slowly builds a criminal empire by seizing power from other criminal organisations in the city. The game is played from a third-person perspective and its world is navigated on foot or by vehicle. The open world design lets the player freely roam Vice City, consisting of two main islands. The game's plot is based on multiple real-world people and events in Miami such as Cubans, Haitians, and biker gangs, the 1980s crack epidemic, the Mafioso drug lords of Miami, and the dominance of glam metal. The game was also influenced by the films and television of the era, most notably Scarface and Miami Vice. Much of the development work constituted creating the game world to fit the inspiration and time period; the development team conducted extensive field research in Miami while creating the world. Grand Theft Auto: Vice City was released in October 2002 for the PlayStation 2, in May 2003 for Windows, and in October 2003 for the Xbox. Upon its release, Vice City received critical acclaim, with praise particularly directed at its music, gameplay, story, and open world design. However, the game also generated controversy over its depiction of violence and racial groups, sparking lawsuits and protests. Vice City became the best-selling video game of 2002 and has sold over 17.5 million copies. Considered one of the most significant titles of the sixth generation of video games and one of the greatest video games ever made, it won numerous year-end accolades including Game of the Year awards from several gaming publications. Since its release, the game has received numerous ports to many gaming platforms. An enhanced version was released for mobile platforms in 2012 for the game's tenth anniversary, and a further enhanced version was released in 2021. Its successor, Grand Theft Auto: San Andreas, was released in October 2004, and a prequel, Grand Theft Auto: Vice City Stories, was released in October 2006.",
    "body2": "The player may run, jump, or drive vehicles to navigate the game's world. The player uses melee attacks, firearms and explosives to fight enemies. The firearms include weapons such as the Colt Python, an M60 machine gun and a Minigun.[6][7] The game's three-dimension environment allows a first-person view while aiming with the sniper rifle and rocket launcher. In addition, the game's combat allows the player to commit drive-by shootings by facing sideways in a vehicle.[8][9] The game provides the player a wide variety of weapon options—they can be purchased from local firearms dealers, found on the ground, retrieved from dead enemies, or found around the city.[10]"
}